Repository: mozilla-l10n/mt-training-data
Catalog: mve/mve_pontoon.tmx
Source language: en_us
Languages: mve

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
mve: ميٽرڪس ھيڪ اوپن، ھلڪيَ وزن آݪو پروٽوڪول ھي جڪو غير مرڪزي ھي، حقيقي وقت ريَ رابطيَ ھارو ھيَ، ھان موزيلا رو ترجيحي کليل بحس پليٽ فارم ھي۔

source: Maximum file size: 25 MB
mve: فائل رو وڌ ۾ وڌ سائز:25 ايم بِي

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
mve: ٿيَ سگيَ مھورِي <homepageLink>ھوم پئيج</homepageLink>مدد ڪر ھيَ؟ سوال پوڇڻ ھارو مھربونِي ڪريَ<matrixLink>ميٽرڪس ڪميونٽي چيٽ</matrixLink>، ۾ شامل ھو،<githubLink>گِٽ ھب</githubLink>زريعي سائيٽ ريَ مسئلون رِي جانچ ڪرو يا<discourseLink>مھوري ڊسڪورس فورمز</discourseLink>تيَ جائو۔

source: MB
mve: ايم بِي

source: Mbo
mve: مِبو

source: Meadow Mari
mve: ميڊو مرِي

source: Media and Entertainment
mve: ميڊيا ھان تفريح

source: Medumba
mve: ميدُمبا

source: Meetei Lon
mve: ميِٽيلون

source: Message
mve: نياپو

source: Michoacán Mazahua
mve: مِچواڪان مازاھوا

source: Mingrelian
mve: مِنگريليان

source: Minimum sentences in file: 1000
mve: فائل ۾ گھٽ ۾ گھٽ جملہ: 1000

source: [Mismatched content]
mve: [نِي ملتو مواد]

source: Misreadings
mve: غلط پڙهڻ

source: Missing an 's' at the end of a word.
mve: اکر ريَ آخر ۾ 'ايس' غائب ھيَ۔

source: Missing an <strong>'s'</strong> at the end of a word.
mve: غائب <strong>’س‘</strong> اکر رَي پڇاڙِي ۾۔

source: Missing 'A' or 'The' at the beginning of the recording.
mve: ريڪارڊنگ رِي شروعات ۾ 'اي' يا 'دا' غائب ھيَ۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mve: غائب <strong> ’اَي‘ </strong> يا <strong> ’دا‘ </strong> ريڪاڊِنگ رَي شروع ۾۔

source: Missing the end of the last word by cutting off the recording too quickly.
mve: ريڪاڍِنگ نَي جوم ڇيڪِي ڪٽڻ رَي ڪريَ پڇاڙِي را اکر گُمِيجيَ را

source: Mixed
mve: مِلوڙا

source: Mixteco Yucuhiti
mve: مِڪسٽيڪو يُڪُھِٽي

source: Mokpwe
mve: موڪِپويَ ٻولِي

source: Moksha
mve: موڪشا

source: Mongolian
mve: منگوليائي

source: More
mve: اڃو

source: [More has been recorded than the required text]
mve: [جِيترو مواد کپتو تو اُوئي ھون وڌيڪ ريڪاڍ ڪِيو گيو ھيَ]

source: More languages coming soon
mve: وڌِيڪ ٻولي آڻ آݪيَ ھيَ جلدِي

source: Mossi
mve: موسِي

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
mve: وڏي ڪمپنيون رِي طرفون استعمال ھوڻ آݪو مواد رو گھڻو حصو گھڻيَ منکون ھارو موجود ڪوني۔ مھيَ ݾمجون ھون ڪہ اي ترقي نيَ روڪيَ ھيَ۔ ايئيَ ريَ ڪريَ مھون پروجيڪٽ ڪامن وائس شروع ڪيو ھون، ھيڪ منصوبو جڪو آواز رِي اوݪکوڻ ھارو سڀون ھارو کُلوڙو ٺاڻ ۾ مدد ڪريَ ھيَ۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
mve: وڏي ڪمپنيون رِي طرفون استعمال ھوڻ آݪو مواد رو گھڻو حصو گھڻيَ منکون ھارو موجود ڪوني۔ مھيَ ݾمجون ھون ڪہ اي ترقي نيَ روڪيَ ھيَ۔ ايئيَ ريَ ڪريَ مھون پروجيڪٽ ڪامن وائس شروع ڪيو ھون، ھيڪ منصوبو جڪو آواز رِي اوݪکوڻ ھارو سڀون ھارو کُلوڙو ٺاڻ ۾ مدد ڪريَ ھيَ۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mve: گھڻو ڪريَ ريڪارڍِنگون منکو رِي قدرتِي آواز ۾ ھوئيَ ھيَ۔ ٿيَ ڪڏيَ ڪڏيَ غير معيارِي ريڪارڍِنگ قبول ڪريَ ݾگو ھو جون رڙ، ڦُس ڦُس ڪِي جائيَ ھيَ، يا کُليَ طور ’ڊراميَ آݪِي‘ آواز ۾ ڏنِي جائيَ ھيَ۔ مھربونِي ڪريَ گايوڙِي ريڪاڍِنگ ھانَ ڪمپِيوٽر ھون ٺاھيوڙِي آواز استعمال ڪرڻ آݪِي ريڪاڍِنگ نَي رد ڪرو۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
mve: موزيلاڪامن وائس رِي شروعات ھيَ جڪو مشينون نيَ ݾيکاڻ ۾ مدد ڪريَ ھيَ ڪہ اسل منک ڪونڪر ٻوليَ ھيَ۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
mve: موزيلا ڪامن وائس نيَ دنيا ۾ مختلف ملڪون ۾ سرگرم ڪارڪُن، لسانيات را ماھر، ڊيٽا سائنسدان، تعليمي ماھر ۽ سافٽ ويئر انجنيئرون رِي ھيڪ وڏِي برادرِي رِي طرفون ممڪن ٺايو گيو ھيَ۔ اَي منصوبو موزيلا فائونڊيشن رِي طرفون سنڀاليو جائيَ وئو

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
mve: موزيلا ڪامن وائس دنيا رو ݾنگو ھون وسيع ڪرائوڊ سورس ھوئوڙو اوپن اسپيچ مواد رو سيٽ ھيَ۔ ھان مھيَ مڪمل طور تيَ خيرات ھون مضبوط ھون۔ مواد ريَ سيٽ نيَ ھلاڻ ھارو ھان سئو ھون وڌيڪ ٻولون رين برادريون ھارو پليٽ فارم نيَ بھتر ٺاڻ ھارو ھر سال لڳ ڀڳ ڏيھ لک ڊالر خرچ ھوئيَ ھيَ جڪو مھوريَ ڪوم تيَ ڀروسو ڪريَ ھيَ۔ جيَ ٿيَ اوپن ھان ٺوس مواد نيَ اھميت ڏيو ھو۔<b>خيرات ڪرو!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
mve: موزيلا رو اوپن سورس وائس ريَ اوݪکوڻ آݪو انجن ڊيپ اسپيچ آواز رِي اوݪکوڻ رِي ايپليڪيشن ٺاڻ ۾ استعمال ھوئيَ ݾگيَ ھيَ۔ پڙھو مھوريَ<githubLink>گِٿ اورويو</githubLink>يا جوئن ڪرو<discourseLink>ڊيپ اسپيچ ڊسڪورس</discourseLink>ݾيکڻ ھارو ڪہ ڪونڪر شروع ڪريَ ݾگون ھون۔

source: Mutual accountability.
mve: گڏيل احتساب

source: n
mve: ن

source: N
mve: ن

source: N/A
mve: ڪونِي موجود ھيَ

source: Name
mve: نوم

source: Names of your language
mve: ٿونرِي ٻولِي را نوم

source: Native Language
mve: آپرِي ٻوليَ

source: Nature and Environment
mve: قدرت ھان ماحول

source: Need help deciding which to choose?
mve: ڪيھڙو (ڪِي) چُونڊڻ رو فيصلو ڪرڻ ۾ مدد رِي ضرُورت ھيَ؟

source: Need help with the Sex or Gender changes?
mve: جنس يا جنس ريَ تبديليون ۾ مدد رِي ضرورت ھي؟

source: Need some help with accent?
mve: لھجي ھارو ڪجھ مدد رِي ضرورت ھيَ؟

source: Need some help with variants?
mve: مختلف قسمون ۾ ڪجھ مدد رِي ضرورت ھيَ؟

source: Need to download your data?
mve: ڪِي ٿونيَ آپرو مواد ڊائون لوڊ ڪرڻ رِي ضرورت ھيَ؟

source: Nepali
mve: نيپالِي

source: New Language Launch
mve: نوئين ٻولِي رِي رونمائِي (لانچ)

source: News and Current Affairs
mve: خبرون ھان ھيڻوڪا معاملہ

source: Next
mve: آگھي

source: Ngiembon
mve: نگيمبون

source: Nias
mve: نياس

source: Nigerian Pidgin English
mve: نائجيرئين پِڊجِن انگريزي

source: NKo
mve: نِڪو

source: No
mve: نا

source: [No ‘a’ in the original text]
mve: [اصل مواد ۾ 'a' (آ) ڪونِي ھيَ]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mve: <noCopyright> ڪو ڪاپِي رائٽ يا مِلڪيت را حق ڪونِي </noCopyright> ڪو پابندِي ڪونِي (cc-0)

source: No foreign letters
mve: ڪو اوپرو اکر ڪونھي

source: No gravatar found for your email
mve: ٿونرِي اي ميل ھارو ڪو ڀِي گراواتار ڪونِي مليو

source: No information
mve: ڪو معلومات ڪونِي

source: No information available
mve: ڪو معلومات موجود ڪونِي

source: No languages found
mve: ڪو بِي ٻولِي ڪونِي ملِي

source: No microphone found.
mve: ڪو مائيڪروفون موجود ڪونھي۔

source: Non-binary
mve: دماغي طور تيَ بيمار

source: No numbers and special characters
mve: ڪو اَنگ ھان خاص اکر رَي نشانين ڪونِي استعمال ڪرڻيَ

source: No offensive, prejudiced remarks or sensitive questions
mve: ڪو بي سخت تعصب آݪو تبصرو يا احساس سوال نا

source: Northern Hindko
mve: شمالِي ھندڪو

source: Northern Sotho
mve: جنوبي سوٿو

source: Northwest Gbaya
mve: شمالِي مغربِي گِبايا

source: Norwegian Bokmål
mve: نارويجن بوڪمال

source: Norwegian Nynorsk
mve: نارويجن نينورسڪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mve: جائزو ليڻ ھارو ڪو بِي جُملو ڪونِي <addLink> ھيڻو ٻيجا جُملا شامل ڪرو</addLink>

source: No soliciting personal information (e.g., names, financial details)
mve: ڪو بي زاتي معلومات ني مونگي جائيَ (مثال نوم، مالي معلومات)

source: ⓘ Not all sentences and clips have Variant tags yet!
mve: سڀ ڪلِپون ۾ اجون تائين ٻيجا ٽيگ ڪوني ھي!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
mve: نوٽ: جڏيَ نمائش ھارو سيٽ ڪيو جائيَ ھيَ، تڏيَ اَي سيٽنگ بدليَ جائيَ ݾگيَ ھيَ ايئيَ ھون<profileLink>پروفائل پيج</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
mve: نوٽ: ٿونيَ ايون توئين تعاون رِي قسم نيَ تبديل ڪرڻ ھارو ٻولڻ يا ھڻڻ جيَ وچ ۾ چونڊڻ رِي ضرورت پڙھيَ۔

source: Not Found
mve: ڪونِي ميليو

source: No Thanks
mve: نا مهربونِي

source: No thanks, continue speaking
mve: نا مھربونِي، وات جارِي راکو

source: Not use, or solicit, harmful or offensive language
mve: نقصان آݪي يا خراب ٻولِي استعمال نِي ڪرو، يا طلب نِي ڪرو

source: No variant selected
mve: ڪو ڀي لھجو چونڊوڙو ڪوني ھيَ

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
mve: ھميَ جڏيَ ٿيَ ڪامن وائس ريَ باريَ ۾ وڌيڪ جاڻو ھو، تو پڇيَ ڪيو نِي ايئيَ نيَ آزمائو؟جُملون نيَ زور ھون پڙھڻ شروع ڪرڻ ھارو مائڪروفون آئڪون تيَ ڪلِڪ ڪرو۔<br/><br/>جيَ ٿيَ ٻيجيَ منکون رِي آواز ري تعاون رو جائزو ليڻ پسند ڪرو ھو، تو پليَ آئڪون تيَ ڪلِڪ ڪرو۔ ٿيَ تصديق ڪرڻ ۾ مدد ڪر ھو تو ريڪارڊنگ اسڪرين تيَ لِکوڙيَ جُملون ھون مليَ ھيَ۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
mve: ھميَ ٿيَ آپرِي آواز دان ڪريَ ݾگو ھو تو مھونيَ ھيڪ اوپن سورس وائس ڊيٽا بيس ٺاڻ ۾ مدد مليَ ݾگيَ جڪو ڪو ڀِي استعمال ڪري ݾگيَ ھيَ۔ ڊيوائسز ھان ويب ھارو جديد ايپس ٺاڻ ھارو۔ مشين نيَ ݾيکڻ ۾ مدد ڏيڻ ھاروھيڪ جملو پڙھو ڪہ حقيقي منک ڪونڪر ٻوليَ ھيَ۔ معيار نيَ سُٺو ٺاڻ ھارو ٻيجيَ مدد ڪرڻ آݪو ريَ ڪوم نيَ جوئو۔ اي جام سئولو ھيَ!

source: Nubi
mve: نُبِي

source: Number of Voices
mve: آوازون رو انگ

source: Numbers
mve: انگ

source: Occitan
mve: آڪسِٽن

source: Odia
mve: اوڊيا

source: Off
mve: بند

source: Offensive Content
mve: نا پسند مواد

source: Offensive content or sensitive information
mve: ناگوا مواد حساس معلومات

source: Offensive language
mve: بداخلاقِي ٻولِي

source: Offensive speech
mve: بداخلاقِي ھون ٻولڻ

source: Offline Sources
mve: آف لائن زريعا

source: On
mve: چالوُ

source: On desktop devices you can contribute by downloading…
mve: ڊيسڪ ٽوپ ڍيوائسس تيَ ٿيَ ڍائون لوڊ ڪريَ حصو ليَ ݾگو ھو

source: On his head he wore a beret.
mve: اُوئي ماٿيَ تيَ ٽوپِي پيرِي ھيَ

source: On iOS please continue with Safari to enable recording…
mve: iOS تيَ ريڪارڍِنگ نيَ جارِي راکڻ ھارو مھربوني ڪري سڦارِي ھون جارِي راکو

source: Only show me sentences and clips from my variant
mve: مھنيَ صرف مھاريَ قسم را جُملا ھان ڪلِپون ڏيکاݪو۔

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mve: ٻيجيَ پاݾي، جيَ ٿيَ سوچو ھون ڪہ پڙھڻ آݪيَ ڪڏيَ ڀِي اُوئي اکر نَي نِي پڙھيو ھوئي، ھانَ او ھيڪ غلط اندازيَ ھون پڙھيَ ھيَ، مھربونِي ڪريَ رد ڪرو۔ جيَ ٿونَي پَڪ نِي ھوئي تو، ٿَي اِسڪِپ (ڇوڙڻ) رو بٽڻ ڌٻائو۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mve: ٻيجيَ پاݾي، جيَ ٿيَ سوچو ھون ڪہ پڙھڻ آݪيَ ڪڏيَ ڀِي اُوئي اکر نَي نِي پڙھيو ھوئي، ھانَ او ھيڪ غلط اندازيَ ھون پڙھيَ ھيَ، مھربونِي ڪريَ رد ڪرو۔ جيَ ٿونَي پَڪ نِي ھوئي تو، ٿَي اِسڪِپ (ڇوڙڻ) رو بٽڻ ڌٻائو۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
mve: کُلوڙي جدت مھوري ڪوم ريَ دل ۾ ھي۔تحقيقي تعاون، مواد ڀيݪو ڪرڻ يا انٽرويو ھارو،<emailFragment>رابطو ڪرو۔</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
mve: منصوبيَ ريَ باريَ ۾ تازھ ڪوم رِي ترقي ريَ باريَ ۾ معلومات ھان نوئين معلومات ھارو اختياري طور تيَ مھورِي اي ميل لسٽ ۾ شامل ھو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
mve: اختياري طور تيَ جمع ڪيوڙو ڊيموگرافڪ مواد (مسال طور جمار،جنس،ٻولي ھان لھجو) ڪڏي ڀي ٿونريَ پروفائل تيَ عوامي ڪوني ڪيو جائيَ ھان مواد ريَ سيٽ ۾ ٿونريَ کاتيَ ھون گڏيجوڙو ڪوني ھوئيَ۔ انفرادي آڊيو ڪلِپون نيَ وڌيڪ صحيح تجزيي ريَ مقصد ھارو ڊيموگرافڪ مواد ھون جڙوڙو ڪيو جائيَ ھيَ۔مسال طور، ھيڪ محقق شايد ھيڪ مخصوص ڊيموگرافڪ حصي نيَ تربيتي ماڊل نيَ نشانو ٺاڻ چاھيَ۔

source: Ormuri
mve: اورمُري

source: Ossetian
mve: اوسيشيان

source: Other
mve: ٻِيجو

source: Other Language
mve: ٻِيجيَ ٻوليَ

source: Other people validate those voice clips.
mve: ٻيجا مِنک اُوئون آوازون ريَ ڪلِپون رِي تصديق ڪريَ ھيَ۔

source: Other voice datasets…
mve: ٻيجيَ آوازون رو مواد را سيٽ…

source: Other Voice Datasets
mve: ٻيجيَ آوازون ريَ مواد ريَ سيٽون ۾

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
mve: مھورو ڪميونٽي مئنيجر ٿون ھون رابطو ڪر ھيَ ڪہ جون وڌيڪ مدد ڪري ݾگيَ، ھان ٿونيَ ھڻائيَ ڪہ ڪِي مور ھيَ ڪو ڪميونٽي ٿونرِي ٻولي تيَ ڪوم ڪريَ رئِي ھيَ۔

source: Our governance is founded on the pillars of:
mve: مھونرِي حڪمراڻِي ھيٺِي ٿنڀون تيَ ٻاڌوڙِي ھيَ:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
mve: مھورِي ٻولِي مھورِي وارتا ھيَ، مھورِي برادري ھيَ، مھورِي سقافت ھيَ۔ آئو تو مواد رو سيٽ ٺائون جڪو مھيَ دنيا ۾ جوڻ چاھون ھون۔

source: Our Partners
mve: مھونرا ڀائيوار

source: Our partners include...
mve: مھوري ڀائواري ۾ اي شامل ھي

source: Overall Accuracy
mve: سجِا ٺيِڪ ھيَ

source: Overall Hr. Total
mve: ڪُل ڪلاڪ

source: p
mve: پ

source: Paiwan
mve: پائوان

source: Palula
mve: پالُلا

source: Papantla Totonac
mve: پاپانٽلا ٽوٽوناڪ

source: Papiamento
mve: پاپيامينٽو

source: Papiamento (Aruba)
mve: پاپيامينٽو(آرُبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
mve: ٻولِي رِي برادري رِي بحس ۾ حصو ليو، سوال پوڇو ھان آڻ آݪيَ واقعون ھان واتون ريَ باريَ ۾ ݾکو۔

source: Partner
mve: ساٿِي

source: Partners
mve: ڀائيوار

source: Partnerships
mve: ڀائيوارِي

source: Partnerships and networks
mve: حصہ داري ھان رابطہ ڪارِي

source: Partnerships, Press and Stories, Community and Languages
mve: ڀائيواريَ،ڇپائِي ھان وارتائون، برادري ھان ٻوليَ

source: Partner with us
mve: مھون ڀيݪا بائيوار ھو

source: [Part of the text can’t be heard]
mve: لکائي رو حضو ڪونِي هونڀڙِجيَ

source: Pashto
mve: پشتو

source: Past recordings download requests
mve: پيلوڪيَ ريڪارڊنگون نيَ ڊائون لوڊ ڪرڻ رِي درخواستون

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
mve: ڪومن وئِيس هيڪ ڊيٽآشِٽ هَي جيڪو هر ٽيم مِنکون هارون موجود رهي هَي، جڪني هلاڻ آݪا دي وئِيس آف آپرِي مرزِي هون بنا پيسيَ ڪوم ڪرڻ آݪا سجِي دنيا هون۔ مِنک چاهي هَي ڪيَ او هيڪ اهڙِي آواز رِي درخواست جِڪو استمعال هوئي سگھيَ ڊيٽاشِٽ ٽرنِينگ مشِين هِيکڻ را کاکا هَي۔ ايئيَ ٽيم، گھڻو ڪريَ آواز ريَ شِٽيَ ڪيَ ڪمپنِي ريَ ڪني هَي، جڪو ائيون نَي ڌٻائي ڇوڙيَ هَي۔ آواز ريَ ڊيٽاشِتون ڀِي گھٽ نظر آئي هَي: نا انگريزِي ٻولڻ آݪا، گھڻي رنگ را مِنک، مازوُر مِنک، لُگائيَ هانَ LGBTQIA اُونون ڀيڙا مِنک۔ ايئي رو مطلب هَي ڪيَ او وئِيس نا قابِيل ٽيڪنولوجِي ڪوم ڪونِي ڪريَ سجيَ ٻوليون هارون، هانَ اَي هيڪجهڙو ڪوم ڀِي ڪونِي ڪريَ سجون هارون۔ ميه ايئي نَي بدلاڻ چاهون هون ايئيون متحرڪ مِنکون نَي هر جگا ايئيون نَي هونبڙائي اُوئي رِي آواز۔

source: People come and contribute their voices.
mve: مِنک آئي ھيَ ھانَ آپرو آواز ڏيَ ھيَ۔

source: Persian
mve: فارسِي

source: Personal dashboards keep you up-to-date with individual and community progress.
mve: زاتِي ڊيش بورڊ ٿونيَ ݾڪليَ ھان برادري رِي ترقي ھون اپ ڊيٽ راکيَ ھيَ۔

source: Personally Identifiable Information
mve: ذاتِي طور تيَ اوݪکوڻ آݪِي معلومات

source: Platform language
mve: ٻولِي رو پليٽ فارم

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
mve: <playbookLink>مددگار رھنمائيَ تلاش ڪرو</playbookLink> ڪامن وائس ريَ پوريَ سفر تيَ۔ لوڪلائيزيشن ھون ليَ مواد ريَ سيٽ تائين ھان ايئيَ ڀيݪو ڪونڪر مھون ھون رابطيَ ۾ ريَ ݾگو ھو۔

source: <playIcon></playIcon>Last one!
mve: <playIcon></playIcon>بس آخرِي

source: Play/Stop
mve: هلائو يا روڪو

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mve: مھربونِي ڪرَي مھورِي <templateFileLink> کاڪو فائل </templateFileLink> ٿونرا جملا ڪاپِي رائٽ ھون آزاد ھوڻ کپيَ(CC0 يا جمع ڪِيوڙَي رِي طرف ھون اجازت ڏِينوڙو اصلي ڪوم ) صاف ھوئيَ ، گرامر رَي اعتبار ھون ٺيڪ ھان پڙھڻ ۾ سولو۔ شامل ڪيوڙَي جملو نيَ پڙھڻ ۾ -10-15 سيڪنڊ لاگڻ کپيَ ھان انگون، ٺيڪ اسمون ھان خاص اکرون نيَ شامل ڪرڻ ھون پاسو ڪرڻ کپيَ

source: Please fill out this field.
mve: مھربونِي ڪري ايئيَ خالِي جگھہ نيَ ڀرو

source: Please select a language to review sentences.
mve: مهربونِي ڪريَ جُملو رو جائزو ليڻ ھارو ٻولِي چونڊو

source: Polish
mve: پالش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
mve: <pontoonAccountLink>اڪائونٽ ٺائو</pontoonAccountLink>جيَ ٿون ڪوڊِي ڪونھِي۔ پڇيَ، آپ رِي ٻولِي چونڊو(‘ٽيم’)</strong>ھان پڇيَ پروجيڪٽ چونڊو،<pontoonCvLink>ڪامن وائس</pontoonCvLink>۔اوٿ ترجميَ ھارو فائلون ھوھيَ۔ھيڪِي تيَ ڪلِڪ ڪرو، پڇيَ او انگريزي را اکر ڏيکاڙ ھيَ ھان ترجميَ ھارو ھيڪ ڏٻو اوئون نيَ ترجمو ڪرڻ ھارو۔

source: Portuguese
mve: پُرتگالِي

source: Powered by global communities, for global communities — 130 languages and growing!
mve: عالمي برادريون رِي طرف ھون طاقتور، عالمي برادريون ھارو—130ٻوليون ھان وڌتيَ!

source: Press and stories
mve: ڇپائي ھان وارتائون

source: Press and Stories
mve: ڇپائي ھان وارتائون

source: Press play, listen & tell us: did they accurately speak the sentence below?
mve: ھلائو دٻائو، ھڻو ھان مھونيَ ھڻائو: ڪِي ايون ھيٺِي ڏينوڙا جُملا صحيح ٻولو؟

source: Press { shortcut-play-toggle } to toggle play mode
mve: پليَ موڊ نيَ ٽوگل ڪرڻ ھارو{ shortcut-play-toggle } نيَ دٻائو۔

source: Privacy
mve: رازداري

source: <privacyLink>Privacy</privacyLink>
mve: <privacyLink>رازدارِي</privacyLink>

source: Privacy Policy
mve: رازدارِي رِي پالِيسِي

source: Privacy, security and transparency.
mve: رازدارِي، تحفظ ھان شفافيت

source: Pro
mve: حماعتي

source: Process / Steps
mve: عمل ۔ مرحلا

source: Profile
mve: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
mve: پروفائل رِي معلومات ٻولڻ رِي اوݪکوڻ رِي بھترِي رِي تربيت ۾ استعمال ھوڻ آݪيَ آقيو ڊيٽا نيَ بھتر ٺائيَ ھيَ۔

source: Progress
mve: ترقِي

source: Public Domain
mve: عوامِي ڊومين

source: Publicly accessible open speech datasets in 130+ languages
mve: 130+ ٻوليون ۾ عوامي طور تيَ رسائي لائق اوپن اسپيچ ڊيٽاسيٽ

source: Pular Guinea
mve: پُلار گُنيِا

source: Punctuation
mve: اوقاف

source: Punjabi
mve: پنجابِي

source: Puno Quechua
mve: پُنو قويچوا

source: Quechua Ambo-Pasco
mve: قويچوا آمبوپاسڪو

source: Quechua Arequipa-La Unión
mve: قويچوا آريقُيپا لا يونين

source: Quechua Cajatambo
mve: قويچوا ڪاجاتامبو

source: Quechua Chanka
mve: قويچوا چانڪا

source: Quechua Chiquián
mve: قويچوا چِقويان

source: Quechua Corongo Ancash
mve: قويچوا ڪورونگي آنڪاش

source: Quechua Jauja Wanka
mve: قويچوا جائوجا وانڪا

source: Quechua Pasco Santa Ana de Tusi
mve: قويچوا پاسڪو سانتا آنا ديَ توسِي

source: Quechua Sihuas Ancash
mve: قويچوا سِھواس آنڪاش

source: Quechua Yauyos
mve: قويچوا ياويوس

source: Question
mve: سوال

source: Question Collection
mve: سوالون رو مجموعو

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
mve: اھڙا سوال جڪو سقافتي ٽور تيَ خاص ھيَ، يا جواب ڏيڻ آݪيَ ريَ باريَ ۾ جوم غلط واتون پيدا ڪريَ ھيَ۔

source: Questions which may cause someone to share sensitive, potentially triggering responses
mve: اھڙا سوال جڪو ڪينيَ حساس، امڪوني ٽور تيَ متحرڪ ڪرڻ جوابون نيَ شيئر ڪرڻ رو سبب ٺئيَ ݾگيَ ھيَ۔

source: Questions which might solicit hate speech or other biased or offensive sentiments
mve: اھڙا سوال جڪو نفرت آݪِي وات يا ٻيجا جانبدار يا ناگوار جزبات پيدا ڪريَ ݾگيَ ھيَ

source: Questions which might solicit personally identifiable information
mve: سوال جڪو زاتي طور تيَ اوݪکوڻ ڪرڻ آݪِي معلومات حاصل ڪريَ ݾگيَ ھيَ

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
mve: اھڙا سوال جڪيَ ھارو ڪينيَ ڀي ڪِترا ئي مرحلون رِي فھرست ڏيڻ رِي ضرورت ھوئيَ۔ اشارون ريَ مرحلون رِي فھرست استعمال ڪرڻ آݪيَ نيَ وڌيڪ فطري جواب ڏيڻ ريَ بدليَ جواب پڙھڻ ھارو ترتيب ڏي ھيَ۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
mve: اھڙا سوال جڪيَ را جواب ڏيڻ ۾ ڪو منک 15سيڪنڊون تايئن جاکوڙ ڪري (ڪلِپ رِي وڌ ۾ وڌ ڊيگھ)

source: r
mve: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mve: [انگريزِي ۾ 'کڻوڙَي' اکر نَي سدائين ٻي نا پڻ هيڪ اکر ۾ اوچار ڪِيو جائي ھيَ۔]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mve: شرح رِي حد وڌِي رِي۔ { $retryLimit } منٽون ۾ وݪيَ ڪوشش ڪرو

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mve: شرح رِي حد وڌِي رِي۔ { $retryLimit } منٽون ۾ وݪَي ڪوشش ڪرو

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
mve: سرڪارِي، غير منافع بخش تنظيمون يا ميڊيا تنظيمون ھون رابطو ڪرو ھان جونچو ڪہ ائون رو ڪو ڀِي ويب مواد، رپوٽون يا ٻيجو مواد عوامي ڊومين ھارو ڏينو جائيَ ݾگيَ ھيَ۔

source: Reader Effects
mve: پڙهڻ آݪي رو اسر
